Repository: yuriduarte/qrcode-aquario
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es_es

source: Circuit Map
es_es: Mapa del Circuito

source: Researches
es_es: Investigaciones

source: Tanks
es_es: Tanques

source: Extra activities
es_es: Actividades Extras

source: Video in pounds
es_es: Video en libras

source: Video with audio
es_es: Video con audio

source: Second floor
es_es: Segundo piso

source: Third floor
es_es: Tercer piso

source: Other researches
es_es: Otras investigaciones

source: Other tanks
es_es: Otros tanques
